[
  {
    "No": "1",
    "Img": "img/1.png",
    "Title": "In Motion",
    "Content": "Whether by boat, land, or air, your home was the people and things that came along with you. This might have been a rustic slow-rolling adventure or a daring life on the run, but one thing is for certain: you never sat still for long.",
    "Questions": [
      "What was something you discovered along the way?",
      "What was something you left behind?",
      "What does the idea of settling down in one place hold for you? How long is too long?"
    ]
  },

  {
    "No": "1",
    "Img": "img/2.png",
    "Title": "Against All Odds",
    "Content": "You shouldn't have made it through. Whether by fate, providence, blind luck, or just dogged determination - you managed to overcome something no one should have walked away from. This narrow brush with fate might have left you mostly intact, but what of you remains will never be the same. ",
    "Questions": ["What happened?", "What did you lose?", "What did you gain?"]
  },

  {
    "No": "1",
    "Img": "img/3.png",
    "Title": "Seeking what was Taken",
    "Content": "This is your burden, your duty, maybe even your pleasure - but no matter the specifics, it might be the death of you. Something vital was taken from you or someone who thought you were the only one who could get it back. You won't stop until you do. ",
    "Questions": [
      "What was it?",
      "Who or what took it?",
      "What happens if it's never retrieved?"
    ]
  },

  {
    "No": "1",
    "Img": "img/4.png",
    "Title": "Fate Stalked",
    "Content": "You can't escape it forever. You try to put distance between you and your fate and forget it, but it hasn't forgotten you. Maybe you're farflung royalty, too far down the line to be a contender - or so you thought. Maybe you've been cursed to a specific death or deed. Maybe you were born under ill omen, fated for ruinous affiliations. But it probably won't happen. Probably.",
    "Questions": [
      "How were you cursed?",
      "What will be your ordained fate?",
      "How do you try to escape it?"
    ]
  }
]
